Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=124_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Pohjoissaame, äidinkieli
smn: Tavesämikielâ, eenikielâ já čaabâkirjálâšvuotâ Matti Morottaja,

source: Petra Kuuva , Bigga-Helena Magga , Tiina Sanila-Aikio, Petter Morottaja
smn: jurgalâm Kaisa Tapiola-Länsman

source: kuvitus Sunna Kitti
smn: Oahpa sániid

source: Dieppe dáppe
smn: koveh: Sirpa Mänty sijđoh: 62

source: Ovdaskuvlla buđaldallangirji
smn: hadde: 15,00 €

source: sivuja: 96
smn: 2. teddilâs

source: ISBN 978-952-441-314-5
smn: Taan kovesänikiirján láá čuákkejum tavesämikielâ kuávdâšsäänih ašij mield.

source: Saamelaiskäräjät 2015
smn: Kovvejum säänih láá suullân 500, iänááš uási tain nomineh.

source: “Esikoululaisen puuhakirja” ilmestyi samaan aikaan kaikilla kolmella Suomessa puhutulla saamenkielellä.
smn: Sämitigge 2014
